[
"To be nobody but yourself in a world which is doing its best day and night to make you like everybody else means to fight the hardest battle which any human being can fight and never stop fighting. E. E. Cummings",
"Public opinion is a weak tyrant compared with our own private opinion. What a man thinks of himself, that is which determines, or rather indicates, his fate. Henry David Thoreau",
"Do not condemn the judgement of another because it differs from your own. You may both be wrong. Dandemis",
"A successful individual typically sets his next goal somewhat but not too much above his last achievement. In this way he steadily raises his level of aspiration. Kurt Lewin",
"The greatest justice in life is that your vision and looks tend to go simultaneously. Kevin Bacon",
"Where facts are few, experts are many. Donald R. Gannon",
"Affirmations are like prescriptions for certain aspects of yourself you want to change. Jerry Frankhauser",
"The creative person basically has two kinds of jobs: One is the sexy, creative kind. Second is the kind that pays the bills. Sometimes the task in hand covers both bases, but not often. This tense duality will always play center stage. It will never be transcended. Hugh Macleod",
"I'm unpredictable, I never know where I'm going until I get there, I'm so random, I'm always growing, learning, changing, I'm never the same person twice. But one thing you can be sure of about me; is I will always do exactly what I want to do. C. JoyBell C.",
"I have always believed that each man makes his own happiness and is responsible for his own problems. It is a simple philosophy. Ray Kroc",
"When we have respect for ourselves and others, we gravitate towards connections that encourage that. Simeon Lindstrom",
"Don't be afraid. Be focused. Be determined. Be hopeful. Be empowered. Michelle Obama",
"Only one thing is ever guaranteed, that is that you will definitely not achieve the goal if you don't take the shot. Wayne Gretzky",
"A man should have the aim and the determination to be honest and upright and sincere in all that he undertakes. If he adds persistency to this he can hardly help being successful. L. R. Ellert",
"No one would have crossed the ocean if he could have gotten off the ship in the storm. Charles Kettering",
"Emotional empathy is what motivates us to help others. Brian Goldman",
"The true wealth of a nation lies not in it's gold or silver but in it's learning, wisdom and in the uprightness of its sons. Kahlil Gibran",
"If you want to see a rainbow you have to learn to see the rain. Paulo Coelho",
"If I can help people I'll do it by giving them a chance to help themselves; and if I can uplift or inspire, let it be by example, inference and suggestion, rather than by injunction and dictation. Elbert Hubbard",
"Reading without reflecting is like eating without digesting. Edmund Burke"
]